Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: Not marked as your own: it can read this wallet's whole history. It cannot spend.
ar: غير مُعلَّم على أنه مُثبِتك الخاص: يستطيع قراءة سجل هذه المحفظة كاملًا. لا يمكنه الإنفاق.
de: Nicht als dein eigener markiert: Er kann den gesamten Verlauf dieser Wallet lesen. Er kann nichts ausgeben.
es: No está marcado como propio: puede leer todo el historial de esta billetera. No puede gastar.
fa: به‌عنوان اثبات‌گر خودتان علامت نخورده است: می‌تواند کل تاریخچه‌ی این کیف پول را بخواند. نمی‌تواند خرج کند.
fr: Non marqué comme le vôtre : il peut lire tout l'historique de ce portefeuille. Il ne peut pas dépenser.
hi: आपके अपने के रूप में चिह्नित नहीं: यह इस वॉलेट का पूरा इतिहास पढ़ सकता है। यह खर्च नहीं कर सकता।
id: Tidak ditandai sebagai milik Anda: prover ini dapat membaca seluruh riwayat dompet ini. Prover ini tidak dapat membelanjakan.
it: Non contrassegnato come tuo: può leggere tutta la cronologia di questo portafoglio. Non può spendere.
ja: 自分のものとして指定されていません。このウォレットの全履歴を読めます。支出はできません。
ko: 내 프루버로 표시되지 않았습니다. 이 지갑의 전체 내역을 읽을 수 있습니다. 지출할 수는 없습니다.
ms: Tidak ditandakan sebagai milik anda: ia boleh membaca seluruh sejarah dompet ini. Ia tidak boleh berbelanja.
pl: Nie oznaczony jako twój własny: może czytać całą historię tego portfela. Nie może wydawać.
ps: ستاسو د خپل په توګه نه دی نښه شوی: د دې والټ ټوله تاریخچه لوستلی شي. لګښت نشي کولی.
pt_br: Não marcado como seu: ele pode ler todo o histórico desta carteira. Não pode gastar.
ru: Не отмечен как ваш собственный: он может читать всю историю этого кошелька. Тратить он не может.
ta: உங்கள் சொந்தமானதாகக் குறிக்கப்படவில்லை: இது இந்த வாலட்டின் முழு வரலாற்றையும் படிக்க முடியும். செலவு செய்ய முடியாது.
ur: آپ کا اپنا نشان زد نہیں: یہ اس والیٹ کی پوری تاریخ پڑھ سکتا ہے۔ یہ خرچ نہیں کر سکتا۔
zh_hans: 未标记为你自己的证明器：它能读取此钱包的全部历史记录。它不能花费资金。
zh_hant_hk: 未標記為你自己的：它能讀取此錢包的全部記錄，但不能花費。

source: Not paired
ar: غير مقترن
de: Nicht gekoppelt
es: No vinculado
fa: جفت نشده
fr: Non associé
hi: पेयर नहीं हुआ
id: Belum dipasangkan
it: Non associato
ja: ペアリングされていません
ko: 페어링되지 않음
ms: Tidak dipasangkan
pl: Nie sparowano
ps: جوړه نه دی
pt_br: Não pareado
ru: Не подключён
ta: இணைக்கப்படவில்லை
ur: جوڑا نہیں گیا
zh_hans: 未配对
zh_hant_hk: 未配對

source: Not swapped
ar: لم تتم المبادلة
de: Nicht getauscht
es: No intercambiado
fa: سواپ نشد
fr: Non échangé
hi: स्वैप नहीं हुआ
id: Tidak ditukar
it: Non scambiato
ja: スワップされていません
ko: 스왑되지 않음
ms: Tidak ditukar
pl: Nie wymieniono
ps: تبادله ونه شوه
pt_br: Não trocado
ru: Обмен не выполнен
ta: ஸ்வாப் செய்யப்படவில்லை
ur: سواپ نہیں ہوا
zh_hans: 未兑换
zh_hant_hk: 未兌換

source: Note time
ar: وقت السند
de: Zeit der Note
es: Hora de la nota
fa: زمان نوت
fr: Heure de la note
hi: नोट का समय
id: Waktu catatan
it: Ora della nota
ja: ノートの時刻
ko: 노트 시각
ms: Masa nota
pl: Czas noty
ps: د نوټ وخت
pt_br: Horário da nota
ru: Время ноты
ta: நோட்டு நேரம்
ur: نوٹ کا وقت
zh_hans: 票据时间
zh_hant_hk: 票據時間

source: Nothing was sent
ar: لم يُرسل شيء
de: Es wurde nichts gesendet
es: No se envió nada
fa: چیزی ارسال نشد
fr: Rien n'a été envoyé
hi: कुछ भी नहीं भेजा गया
id: Tidak ada yang dikirim
it: Non è stato inviato nulla
ja: 何も送信されていません
ko: 아무것도 전송되지 않았습니다
ms: Tiada apa-apa dihantar
pl: Nic nie zostało wysłane
ps: هېڅ ونه لېږل شو
pt_br: Nada foi enviado
ru: Ничего не отправлено
ta: எதுவும் அனுப்பப்படவில்லை
ur: کچھ نہیں بھیجا گیا
zh_hans: 未发送任何内容
zh_hant_hk: 沒有傳送任何東西

source: On this chain a proof needs the spend key, which goes only to a prover paired as your own. Pair your own prover in Settings, or send from the rand command-line wallet.
ar: على هذه السلسلة يحتاج الإثبات إلى مفتاح الإنفاق، الذي لا يذهب إلا إلى مُثبِت مقترن على أنه مُثبِتك الخاص. اقرن مُثبِتك الخاص في الإعدادات، أو أرسل من محفظة سطر الأوامر rand.
de: Auf dieser Chain braucht ein Beweis den Ausgabeschlüssel, der nur an einen als dein eigener gekoppelten Prover geht. Kopple deinen eigenen Prover in den Einstellungen oder sende aus der rand-Kommandozeilen-Wallet.
es: En esta cadena una prueba necesita la clave de gasto, que solo se entrega a un probador vinculado como propio. Vincula tu propio probador en Ajustes o envía desde la billetera de línea de comandos rand.
fa: در این شبکه، اثبات به کلید خرج نیاز دارد که فقط به اثبات‌گری داده می‌شود که به‌عنوان اثبات‌گر خودتان جفت شده باشد. اثبات‌گر خودتان را در تنظیمات جفت کنید، یا از کیف پول خط فرمان rand ارسال کنید.
fr: Sur cette chaîne, une preuve nécessite la clé de dépense, qui n'est confiée qu'à un prouveur associé comme le vôtre. Associez votre propre prouveur dans les Paramètres, ou envoyez depuis le portefeuille en ligne de commande rand.
hi: इस चेन पर प्रूफ़ के लिए स्पेंड की चाहिए, जो केवल आपके अपने के रूप में पेयर किए गए प्रूवर को जाती है। सेटिंग्स में अपना खुद का प्रूवर पेयर करें, या rand कमांड-लाइन वॉलेट से भेजें।
id: Di chain ini, bukti memerlukan kunci belanja, yang hanya diberikan kepada prover yang dipasangkan sebagai milik Anda. Pasangkan prover milik Anda sendiri di Pengaturan, atau kirim dari dompet baris perintah rand.
it: Su questa catena una prova richiede la chiave di spesa, che va solo a un prover associato come tuo. Associa un tuo prover nelle Impostazioni, oppure invia dal portafoglio a riga di comando rand.
ja: このチェーンでは証明に支出キーが必要で、支出キーは自分のものとしてペアリングしたプルーバーにしか渡されません。設定で自分のプルーバーをペアリングするか、rand コマンドラインウォレットから送信してください。
ko: 이 체인에서는 증명에 지출 키가 필요하며, 지출 키는 내 프루버로 페어링된 프루버에만 전달됩니다. 설정에서 직접 운영하는 프루버를 페어링하거나 rand 명령줄 지갑에서 보내세요.
ms: Di rantaian ini, bukti memerlukan kunci perbelanjaan, yang hanya diberikan kepada pembukti yang dipasangkan sebagai milik anda sendiri. Pasangkan pembukti anda sendiri dalam Tetapan, atau hantar daripada dompet baris perintah rand.
pl: W tym łańcuchu dowód wymaga klucza wydawania, który trafia tylko do provera sparowanego jako twój własny. Sparuj własny prover w Ustawieniach lub wyślij z portfela wiersza poleceń rand.
ps: پر دې زنځیر ثبوت ته د لګښت کیلي اړینه ده، چې یوازې هغه ثبوت جوړوونکي ته ځي چې ستاسو د خپل په توګه جوړه شوی وي. په امستنو کې خپل ثبوت جوړوونکی جوړه کړئ، یا د rand له کمانډ لاین والټ څخه ولېږئ.
pt_br: Nesta cadeia uma prova precisa da chave de gasto, que só vai para um provador pareado como seu. Pareie seu próprio provador em Configurações ou envie pela carteira de linha de comando rand.
ru: В этой сети для доказательства нужен ключ расходования, а он передаётся только пруверу, подключённому как ваш собственный. Подключите собственный прувер в настройках или отправьте из консольного кошелька rand.
ta: இந்தச் செயினில் நிரூபணத்துக்குச் செலவு விசை தேவை, அது உங்கள் சொந்தமாக இணைக்கப்பட்ட நிரூபிப்பானுக்கு மட்டுமே செல்லும். அமைப்புகளில் உங்கள் சொந்த நிரூபிப்பானை இணைக்கவும், அல்லது rand கட்டளை-வரி வாலட்டிலிருந்து அனுப்பவும்.
ur: اس چین پر پروف کو اسپینڈ کی درکار ہے، جو صرف آپ کے اپنے طور پر جوڑے گئے پروور کو جاتی ہے۔ ترتیبات میں اپنا پروور جوڑیں، یا rand کمانڈ لائن والیٹ سے بھیجیں۔
zh_hans: 在此链上生成证明需要花费密钥，而花费密钥只会交给配对为你自己的证明器。请在设置中配对你自己的证明器，或使用 rand 命令行钱包发送。
zh_hant_hk: 在此鏈上生成證明需要花費私鑰，而花費私鑰只會交給配對為你自己的證明器。請在設定中配對你自己的證明器，或使用 rand 命令列錢包傳送。

source: One of the RandProtocol provers makes the large proof; this device makes the small ones. It takes a few minutes.
ar: يُعِدّ أحد مُثبِتات RandProtocol الإثبات الكبير، ويُعِدّ هذا الجهاز الإثباتات الصغيرة. يستغرق ذلك بضع دقائق.
de: Einer der RandProtocol-Prover erstellt den großen Beweis; dieses Gerät die kleinen. Es dauert ein paar Minuten.
es: Uno de los probadores de RandProtocol genera la prueba grande; este dispositivo genera las pequeñas. Tarda unos minutos.
fa: یکی از اثبات‌گرهای RandProtocol اثبات بزرگ را می‌سازد؛ این دستگاه اثبات‌های کوچک را. چند دقیقه طول می‌کشد.
fr: L'un des prouveurs RandProtocol génère la grande preuve ; cet appareil génère les petites. Cela prend quelques minutes.
hi: RandProtocol प्रूवर में से एक बड़ा प्रूफ़ बनाता है; यह डिवाइस छोटे प्रूफ़ बनाता है। इसमें कुछ मिनट लगते हैं।
id: Salah satu prover RandProtocol membuat bukti besar; perangkat ini membuat bukti-bukti kecil. Prosesnya beberapa menit.
it: Uno dei prover di RandProtocol genera la prova grande; questo dispositivo genera quelle piccole. Richiede qualche minuto.
ja: RandProtocol のプルーバーのいずれかが大きな証明を作成し、この端末が小さな証明を作成します。数分かかります。
ko: 큰 증명은 RandProtocol 프루버 중 하나가 만들고, 작은 증명은 이 기기가 만듭니다. 몇 분 정도 걸립니다.
ms: Salah satu pembukti RandProtocol membuat bukti besar; peranti ini membuat bukti-bukti kecil. Ia mengambil masa beberapa minit.
pl: Jeden z proverów RandProtocol generuje duży dowód; to urządzenie generuje małe. To zajmuje kilka minut.
ps: د RandProtocol له ثبوت جوړوونکو څخه یو لوی ثبوت جوړوي؛ دا وسیله کوچني جوړوي. څو دقیقې وخت نیسي.
pt_br: Um dos provadores da RandProtocol gera a prova grande; este dispositivo gera as pequenas. Leva alguns minutos.
ru: Большое доказательство строит один из пруверов RandProtocol, малые — это устройство. Это занимает несколько минут.
ta: RandProtocol நிரூபிப்பான்களில் ஒன்று பெரிய நிரூபணத்தை உருவாக்கும்; இந்தச் சாதனம் சிறியவற்றை உருவாக்கும். இதற்குச் சில நிமிடங்கள் ஆகும்.
ur: RandProtocol کے پروور میں سے ایک بڑا پروف بناتا ہے؛ یہ ڈیوائس چھوٹے پروف بناتی ہے۔ اس میں چند منٹ لگتے ہیں۔
zh_hans: 由一个 RandProtocol 证明器生成大证明；此设备生成小证明。这需要几分钟。
zh_hant_hk: 由其中一部 RandProtocol 證明器生成大型證明；此裝置生成小型證明。需時數分鐘。

source: Open My history on RandScan
ar: فتح «سجلي» في RandScan
de: Mein Verlauf auf RandScan öffnen
es: Abrir Mi historial en RandScan
fa: باز کردن «تاریخچه‌ی من» در RandScan
fr: Ouvrir Mon historique sur RandScan
hi: RandScan पर मेरा इतिहास खोलें
id: Buka Riwayat saya di RandScan
it: Apri La mia cronologia su RandScan
ja: RandScan でマイ履歴を開く
ko: RandScan에서 내 내역 열기
ms: Buka Sejarah saya di RandScan
pl: Otwórz Moją historię w RandScan
ps: په RandScan کې «زما تاریخچه» خلاص کړئ
pt_br: Abrir Meu histórico no RandScan
ru: Открыть «Мою историю» в RandScan
ta: RandScan-இல் என் வரலாற்றைத் திற
ur: RandScan پر "میری تاریخ" کھولیں
zh_hans: 在 RandScan 上打开“我的历史”
zh_hant_hk: 在 RandScan 上開啟「我的記錄」

source: Open durian.market
ar: فتح durian.market
de: durian.market öffnen
es: Abrir durian.market
fa: باز کردن durian.market
fr: Ouvrir durian.market
hi: durian.market खोलें
id: Buka durian.market
it: Apri durian.market
ja: durian.market を開く
ko: durian.market 열기
ms: Buka durian.market
pl: Otwórz durian.market
ps: durian.market خلاص کړئ
pt_br: Abrir durian.market
ru: Открыть durian.market
ta: durian.market-ஐத் திற
ur: durian.market کھولیں
zh_hans: 打开 durian.market
zh_hant_hk: 開啟 durian.market

source: Open my wallet
ar: افتح محفظتي
de: Meine Wallet öffnen
es: Abrir mi billetera
fa: باز کردن کیف پول من
fr: Ouvrir mon portefeuille
hi: मेरा वॉलेट खोलें
id: Buka dompet saya
it: Apri il mio portafoglio
ja: ウォレットを開く
ko: 내 지갑 열기
ms: Buka dompet saya
pl: Otwórz mój portfel
ps: زما والټ خلاص کړئ
pt_br: Abrir minha carteira
ru: Открыть мой кошелёк
ta: என் வாலட்டைத் திற
ur: میرا والیٹ کھولیں
zh_hans: 打开我的钱包
zh_hant_hk: 開啟我的錢包

source: Open transaction on RandScan
ar: فتح المعاملة في RandScan
de: Transaktion auf RandScan öffnen
es: Abrir la transacción en RandScan
fa: باز کردن تراکنش در RandScan
fr: Ouvrir la transaction sur RandScan
hi: RandScan पर लेन-देन खोलें
id: Buka transaksi di RandScan
it: Apri la transazione su RandScan
ja: RandScan でトランザクションを開く
ko: RandScan에서 거래 열기
ms: Buka transaksi di RandScan
pl: Otwórz transakcję w RandScan
ps: راکړه ورکړه په RandScan کې خلاص کړئ
pt_br: Abrir a transação no RandScan
ru: Открыть транзакцию в RandScan
ta: பரிவர்த்தனையை RandScan-இல் திற
ur: RandScan پر لین دین کھولیں
zh_hans: 在 RandScan 上打开交易
zh_hant_hk: 在 RandScan 上開啟交易

source: Optional
ar: اختياري
es: Opcional
fa: اختیاری
fr: Facultatif
hi: वैकल्पिक
id: Opsional
it: Facoltativo
ja: 任意
ko: 선택 사항
ms: Pilihan
pl: Opcjonalnie
ps: اختیاري
pt_br: Opcional
ru: Необязательно
ta: விருப்பத்தேர்வு
ur: اختیاری
zh_hans: 可选
zh_hant_hk: 可選

source: Optional: ask for an amount the payer’s wallet fills in for them.
ar: اختياري: اطلب مبلغًا تملؤه محفظة الدافع نيابةً عنه.
de: Optional: Fordere einen Betrag an, den die Wallet des Zahlers für ihn ausfüllt.
es: Opcional: pide un monto que la billetera de quien paga completa por él.
fa: اختیاری: مبلغی درخواست کنید که کیف پول پرداخت‌کننده برایش پر می‌کند.
fr: Facultatif : demandez un montant que le portefeuille du payeur remplira pour lui.
hi: वैकल्पिक: एक राशि माँगें जिसे भुगतानकर्ता का वॉलेट उनके लिए भर देगा।
id: Opsional: minta jumlah yang otomatis diisikan oleh dompet pembayar.
it: Facoltativo: chiedi un importo che il portafoglio di chi paga compila per lui.
ja: 任意: 支払う人のウォレットに自動で入力される金額を指定できます。
ko: 선택 사항: 결제자의 지갑에 자동으로 입력될 금액을 요청하세요.
ms: Pilihan: minta amaun yang akan diisi oleh dompet pembayar untuk mereka.
pl: Opcjonalnie: poproś o kwotę, którą portfel płacącego wypełni za niego.
ps: اختیاري: یوه اندازه وغواړئ چې د تادیه کوونکي والټ یې ورته ډکوي.
pt_br: Opcional: peça um valor que a carteira de quem paga preenche automaticamente.
ru: Необязательно: укажите сумму, которую кошелёк плательщика заполнит за него.
ta: விருப்பத்தேர்வு: செலுத்துபவரின் வாலட் அவருக்காக நிரப்பும் ஒரு தொகையைக் கேளுங்கள்.
ur: اختیاری: کوئی رقم مانگیں جسے ادا کنندہ کا والیٹ اس کے لیے خود بھر دے۔
zh_hans: 可选：指定一个由付款人钱包自动填写的金额。
zh_hant_hk: 可選：指定一個由付款人錢包自動填寫的金額。

source: Optional: ask for an amount, and add a note the payer’s wallet fills in for them.
ar: اختياري: اطلب مبلغًا، وأضف ملاحظة تملؤها محفظة الدافع عنه.
de: Optional: Fordere einen Betrag an und füge eine Notiz hinzu, die die Wallet des Zahlers für ihn ausfüllt.
es: Opcional: pide un monto y agrega una nota que la billetera de quien paga completa por él.
fa: اختیاری: مقداری درخواست کنید و یادداشتی بیفزایید که کیف پول پرداخت‌کننده برایش پر می‌کند.
fr: Facultatif : demandez un montant et ajoutez une note que le portefeuille du payeur remplira pour lui.
hi: वैकल्पिक: एक राशि माँगें, और एक नोट जोड़ें जिसे भुगतानकर्ता का वॉलेट उनके लिए भर देगा।
id: Opsional: minta sejumlah dana, dan tambahkan catatan yang diisikan dompet pembayar untuk mereka.
it: Facoltativo: chiedi un importo e aggiungi una nota che il portafoglio di chi paga compila per lui.
ja: 任意: 金額を指定し、支払う人のウォレットに自動入力されるメモを追加できます。
ko: 선택 사항: 금액을 요청하고, 지불자의 지갑에 자동으로 채워질 메모를 추가하세요.
ms: Pilihan: minta amaun, dan tambah catatan yang akan diisi oleh dompet pembayar untuk mereka.
pl: Opcjonalnie: poproś o kwotę i dodaj notatkę, którą portfel płacącego wypełni za niego.
ps: اختیاري: یوه اندازه وغواړئ، او یو یادښت ورزیات کړئ چې د تادیه کوونکي والټ یې ورته ډکوي.
pt_br: Opcional: peça um valor e adicione uma observação que a carteira de quem paga preenche automaticamente.
ru: Необязательно: укажите сумму и добавьте заметку, которую кошелёк плательщика заполнит за него.
ta: விருப்பத்தேர்வு: ஒரு தொகையைக் கேளுங்கள், மேலும் செலுத்துபவரின் வாலட் அவருக்காக நிரப்பும் ஒரு குறிப்பைச் சேருங்கள்.
ur: اختیاری: کوئی رقم مانگیں، اور ایک نوٹ شامل کریں جسے ادا کنندہ کا والیٹ اس کے لیے خود بھر دے۔
zh_hans: 可选：指定金额，并添加一条由付款人钱包自动填写的备注。
zh_hant_hk: 可選：指定金額，並加入一段由付款人錢包自動填寫的備註。

source: Or use the RandProtocol provers — %1$lld machines run by the validators, each with its own key. They charge nothing. %2$@
ar: أو استخدم مُثبِتات RandProtocol — %lld جهاز يشغّلها المدقّقون، لكلٍّ منها مفتاحه. لا تتقاضى شيئًا. %@
de: Oder nutze die RandProtocol-Prover – %lld Rechner, betrieben von den Validatoren, jeder mit eigenem Schlüssel. Sie verlangen nichts. %@
es: O usa los probadores de RandProtocol: %lld máquinas administradas por los validadores, cada una con su propia clave. No cobran nada. %@
fa: یا از اثبات‌گرهای RandProtocol استفاده کنید — %lld دستگاه که اعتبارسنج‌ها اداره می‌کنند، هر کدام با کلید خودش. هزینه‌ای نمی‌گیرند. %@
fr: Ou utilisez les prouveurs RandProtocol : %lld machines gérées par les validateurs, chacune avec sa propre clé. Ils ne facturent rien. %@
hi: या RandProtocol प्रूवर इस्तेमाल करें — वैलिडेटरों द्वारा चलाई गई %lld मशीनें, हर एक की अपनी की के साथ। ये कोई शुल्क नहीं लेते। %@
id: Atau gunakan prover RandProtocol — %lld mesin yang dijalankan oleh validator, masing-masing dengan kuncinya sendiri. Semuanya gratis. %@
it: Oppure usa i prover di RandProtocol — %lld macchine gestite dai validatori, ognuna con la propria chiave. Non costano nulla. %@
ja: または RandProtocol のプルーバーを使います。バリデーターが運用する %lld 台のマシンで、それぞれ独自の鍵を持ちます。料金はかかりません。%@
ko: 또는 RandProtocol 프루버를 사용하세요 — 검증자가 운영하는 머신 %lld대이며, 각각 자체 키를 가집니다. 요금은 없습니다. %@
ms: Atau gunakan pembukti RandProtocol — %lld mesin yang dijalankan oleh pengesah, setiap satu dengan kuncinya sendiri. Ia tidak mengenakan sebarang bayaran. %@
pl: Albo użyj proverów RandProtocol — %lld maszyny prowadzonej przez walidatorów, z własnym kluczem. Nic nie pobierają. %@
ps: یا د RandProtocol ثبوت جوړوونکي وکاروئ — %lld ماشینونه چې تصدیقوونکي یې چلوي، هر یو له خپلې کیلي سره. هېڅ پیسې نه اخلي. %@
pt_br: Ou use os provadores da RandProtocol — %lld máquinas operadas pelos validadores, cada uma com sua própria chave. Eles não cobram nada. %@
ru: Или используйте пруверы RandProtocol — машины под управлением валидаторов (всего: %lld), у каждой свой ключ. Они бесплатны. %@
ta: அல்லது RandProtocol நிரூபிப்பான்களைப் பயன்படுத்துங்கள் — சரிபார்ப்பாளர்கள் இயக்கும் %lld கணினிகள், ஒவ்வொன்றுக்கும் அதன் சொந்த விசை. அவை கட்டணம் வசூலிப்பதில்லை. %@
ur: یا RandProtocol کے پروور استعمال کریں — ویلیڈیٹرز کی چلائی ہوئی %lld مشینیں، ہر ایک کی اپنی کی کے ساتھ۔ یہ کوئی فیس نہیں لیتے۔ %@
zh_hans: 或者使用 RandProtocol 证明器——由验证者运行的 %lld 台机器，各有自己的密钥。它们不收取任何费用。%@
zh_hant_hk: 或使用 RandProtocol 證明器：由驗證者運行的 %lld 部機器，各有自己的密鑰。它們不收取任何費用。%@

source: Paid
ar: مدفوع
de: Bezahlt
es: Pagado
fa: پرداخت‌شده
fr: Payé
hi: भुगतान किया
id: Dibayar
it: Pagato
ja: 支払い済み
ko: 지불됨
ms: Dibayar
pl: Zapłacono
ps: ورکړل شو
pt_br: Pago
ru: Оплачено
ta: செலுத்தியது
ur: ادا کیا
zh_hans: 已支付
zh_hant_hk: 已付款

source: Pair your own prover
ar: اقرن مُثبِتك الخاص
de: Eigenen Prover koppeln
es: Vincula tu propio probador
fa: اثبات‌گر خودتان را جفت کنید
fr: Associez votre propre prouveur
hi: अपना खुद का प्रूवर पेयर करें
id: Pasangkan prover Anda sendiri
it: Associa un tuo prover
ja: 自分のプルーバーをペアリング
ko: 자체 프루버 페어링
ms: Pasangkan pembukti anda sendiri
pl: Sparuj własny prover
ps: خپل ثبوت جوړوونکی جوړه کړئ
pt_br: Parear seu próprio provador
ru: Подключите свой прувер
ta: உங்கள் சொந்த நிரூபிப்பானை இணை
ur: اپنا پروور جوڑیں
zh_hans: 配对你自己的证明器
zh_hant_hk: 配對你自己的證明器

source: Paired
ar: مقترن
de: Gekoppelt
es: Vinculado
fa: جفت‌شده
fr: Associé
hi: पेयर हो गया
id: Dipasangkan
it: Associato
ja: ペアリング済み
ko: 페어링됨
ms: Dipasangkan
pl: Sparowano
ps: جوړه شو
pt_br: Pareado
ru: Подключён
ta: இணைக்கப்பட்டது
ur: جوڑ دیا گیا
zh_hans: 已配对
zh_hant_hk: 已配對

source: Paired prover
ar: المُثبِت المقترن
de: Gekoppelter Prover
es: Probador vinculado
fa: اثبات‌گر جفت‌شده
fr: Prouveur associé
hi: पेयर किया गया प्रूवर
id: Prover yang dipasangkan
it: Prover associato
ja: ペアリング済みのプルーバー
ko: 페어링된 프루버
ms: Pembukti dipasangkan
pl: Sparowany prover
ps: جوړه شوی ثبوت جوړوونکی
pt_br: Provador pareado
ru: Подключённый прувер
ta: இணைக்கப்பட்ட நிரூபிப்பான்
ur: جوڑا گیا پروور
zh_hans: 已配对的证明器
zh_hant_hk: 已配對的證明器

source: Pairing link: the randprover: link your prover shows. It carries a secret — paste it here and nowhere else. A prover must be reached over https (plain http only on this device).
ar: رابط الإقران: رابط randprover: الذي يعرضه مُثبِتك. يحمل سرًّا — الصقه هنا ولا مكان آخر. يجب الوصول إلى المُثبِت عبر https (يُسمح بـ http العادي على هذا الجهاز فقط).
de: Kopplungslink: der randprover:-Link, den dein Prover anzeigt. Er enthält ein Geheimnis – füge ihn hier ein und nirgendwo sonst. Ein Prover muss über https erreicht werden (einfaches http nur auf diesem Gerät).
es: Enlace de vinculación: el enlace randprover: que muestra tu probador. Contiene un secreto: pégalo aquí y en ningún otro lugar. A un probador se debe acceder por https (http sin cifrar solo en este dispositivo).
fa: لینک جفت‌سازی: لینک randprover: که اثبات‌گر شما نشان می‌دهد. این لینک یک راز دارد — آن را اینجا جای‌گذاری کنید و هیچ جای دیگر نه. اثبات‌گر باید از طریق https در دسترس باشد (http ساده فقط روی همین دستگاه).
fr: Lien d'association : le lien randprover: affiché par votre prouveur. Il contient un secret — collez-le ici et nulle part ailleurs. Un prouveur doit être joint en https (http simple uniquement sur cet appareil).
hi: पेयरिंग लिंक: वह randprover: लिंक जो आपका प्रूवर दिखाता है। इसमें एक गुप्त कुंजी है — इसे यहीं पेस्ट करें और कहीं नहीं। प्रूवर तक https पर पहुँचना ज़रूरी है (सादा http केवल इसी डिवाइस पर)।
id: Tautan pemasangan: tautan randprover: yang ditampilkan prover Anda. Tautan ini berisi rahasia — tempel di sini dan jangan di tempat lain. Prover harus dijangkau melalui https (http biasa hanya di perangkat ini).
it: Link di associazione: il link randprover: mostrato dal tuo prover. Contiene un segreto — incollalo qui e da nessun'altra parte. Un prover va raggiunto via https (http semplice solo su questo dispositivo).
ja: ペアリングリンク: プルーバーが表示する randprover: リンクです。秘密情報が含まれているので、ここ以外には貼り付けないでください。プルーバーへは https で接続する必要があります（通常の http はこの端末上のみ）。
ko: 페어링 링크: 프루버가 표시하는 randprover: 링크입니다. 비밀 정보가 담겨 있으니 여기에만 붙여 넣으세요. 프루버는 https로 접속해야 합니다(일반 http는 이 기기에서만 가능).
ms: Pautan pasangan: pautan randprover: yang ditunjukkan oleh pembukti anda. Ia membawa rahsia — tampalkannya di sini dan tidak di tempat lain. Pembukti mesti dicapai melalui https (http biasa hanya pada peranti ini).
pl: Link parowania: link randprover:, który pokazuje twój prover. Zawiera sekret — wklej go tutaj i nigdzie indziej. Z proverem trzeba łączyć się przez https (zwykłe http tylko na tym urządzeniu).
ps: د جوړې کولو لینک: هغه randprover: لینک چې ستاسو ثبوت جوړوونکی یې ښيي. یو راز لري — یوازې دلته یې پېسټ کړئ او بل هېڅ ځای کې نه. ثبوت جوړوونکي ته باید د https له لارې لاسرسی وشي (ساده http یوازې په همدې وسیله).
pt_br: Link de pareamento: o link randprover: que seu provador mostra. Ele contém um segredo — cole-o aqui e em nenhum outro lugar. Um provador deve ser acessado por https (http simples só neste dispositivo).
ru: Ссылка для сопряжения: ссылка randprover:, которую показывает ваш прувер. Она содержит секрет — вставляйте её только сюда. Подключение к пруверу должно идти по https (обычный http — только на этом устройстве).
ta: இணைத்தல் இணைப்பு: உங்கள் நிரூபிப்பான் காட்டும் randprover: இணைப்பு. அதில் ஒரு ரகசியம் உள்ளது — இதை இங்கே மட்டும் ஒட்டவும், வேறெங்கும் வேண்டாம். நிரூபிப்பானை https மூலம் அணுக வேண்டும் (வெறும் http இந்தச் சாதனத்தில் மட்டும்).
ur: جوڑنے کا لنک: وہ randprover: لنک جو آپ کا پروور دکھاتا ہے۔ اس میں ایک راز ہوتا ہے — اسے یہاں پیسٹ کریں اور کہیں نہیں۔ پروور تک https کے ذریعے پہنچنا ضروری ہے (سادہ http صرف اسی ڈیوائس پر)۔
zh_hans: 配对链接：你的证明器显示的 randprover: 链接。它包含一个秘密——只能粘贴在这里，不要粘贴到别处。证明器必须通过 https 访问（普通 http 仅限此设备上的证明器）。
zh_hant_hk: 配對連結：你的證明器所顯示的 randprover: 連結。它包含一個秘密，只可貼在這裡，不要貼到其他地方。證明器必須透過 https 連接（普通 http 只限此裝置上的證明器）。

source: Pairing…
ar: جارٍ الإقران…
de: Kopple …
es: Vinculando…
fa: در حال جفت‌سازی…
fr: Association…
hi: पेयर हो रहा है…
id: Memasangkan…
it: Associazione…
ja: ペアリング中…
ko: 페어링하는 중…
ms: Memasangkan…
pl: Parowanie…
ps: جوړه کېږي…
pt_br: Pareando…
ru: Сопряжение…
ta: இணைக்கிறது…
ur: جوڑا جا رہا ہے…
zh_hans: 正在配对…
zh_hant_hk: 正在配對…

source: Paste
ar: لصق
de: Einfügen
es: Pegar
fa: چسباندن
fr: Coller
hi: पेस्ट करें
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
ms: Tampal
pl: Wklej
ps: ولګوئ
pt_br: Colar
ru: Вставить
ta: ஒட்டு
ur: پیسٹ کریں
zh_hans: 粘贴
zh_hant_hk: 貼上
